{
    "sobre-texto": "Sobre",
    "projetos-texto": "Projetos",
    "stack-texto": "Tech Stack",
    "contato-texto": "Contato",
    "sobre-desc-texto": "Olá! Meu chamo Vitor e sou um desenvolvedor apaixonado por tecnologia e inovação. Estou em busca da minha primeira experiência profissional para aplicar e expandir meus conhecimentos em desenvolvimento de software.",
    "sobre-desc2-texto": "Ao decorrer da minha formação, adquiri habilidades sólidas em diversas linguagens de programação, incluindo C#, JavaScript e Java, e me familiarizei com frameworks populares como Angular, Spring e .NET. Meu foco principal tem sido o desenvolvimento web, mas estou sempre disposto a explorar novas tecnologias e áreas dentro da programação.",
    "sobre-desc3-texto": "Sou uma pessoa motivada, organizada e com uma grande capacidade de adaptação a novas situações e acredito que a combinação de uma base teórica forte e a aplicação prática desses conhecimentos em projetos pessoais e acadêmicos me preparou bem para ingressar no mercado de trabalho.",
    "sobre-desc4-texto": "Estou ansioso para iniciar minha carreira profissional e contribuir para projetos que façam a diferença. Se você está procurando um desenvolvedor dedicado e proativo, adoraria conversar sobre como posso contribuir para a sua empresa.",
    "formacao-texto": "Formação",
    "universidade-texto": "Universidade Positivo",
    "curso-texto": "Tecnólogo em Análise e Desenvolvimento de Sistemas",
    "site-texto": "Site",
    "ligafarma-texto": "Aplicação web de busca de emprego voltada para a indústria farmacêutica, similar ao LinkedIn e Glassdoor. Funcionalidades incluem a criação de contas para farmacêuticos e farmácias, postagem e busca de vagas de emprego e recursos para candidatura e contratação. Criado utilizando Angular e Node.",
    "pizzaria-texto": "Aplicação web que simula uma pizzaria. Um frontend Angular que se comunica com uma  API no backend em C# e integração com banco de dados utilizando o Entity Framework. Permite o  registro e login de usuários, construção dinâmicas de pizzas, gerenciamento de um carrinho e  simulação de pedidos.",
    "repositorio-texto": "Repositório",
    "squaresmasher-texto": "Aplicação web que simula uma loja de filmes. Um frontend Angular que se comunica com uma API em um backend Spring possibilita o usuário procurar filmes para adicionar ao seu estoque ever compras dos seus itens em estoque serem geradas.",
    "planner-texto": "Aplicativo android e site de planejamento de tarefas. Permite a criação, exclusão e visualização de tarefas pendentes e concluídas, e atualizações de suas informações em tempo real entre o site e o aplicativo utilizando Server-Side Rendering. Criado utilizando Kotlin e Node."
}